
RUIDefaultDeviceName							= "TV";

OK												= "OK";
Next											= "Successivo";
Cancel											= "Annulla";

ResumeMenuResumeItem							= "Riavvia la riproduzione";
ResumeMenuStartFromBeginningItem				= "Comincia dall'inizio";

ITSPresentsMenuItem								= "Top 10 di iTunes";
ITunesTop10MusicVideos							= "Top 10 videoclip di iTunes";
LoadingDataFromITMS								= "Contatto iTunes Store…";
LoadingDataFromApple							= "Carico trailer cinematografici…";

PhotoModuleAllSubAlbumsMenuItem					= "Tutti";
PhotoModuleSharedAlbumsMenuItem					= "Foto condivise";
PhotoModuleFetchingServersMenuItem				= "Cerco foto condivise…";
PhotoModuleNoServersMenuItem					= "Non sono disponibili foto condivise";
PhotoModuleNoServersExplanation					= "Al momento non ci sono librerie iPhoto condivise disponibili.";
PhotoWindowHeader								= "Foto";
NoPhotosInAlbumMessage							= "Non sono presenti foto in questo album.";
PhotoSlideshowSettings							= "Impostaz. presentazione";

// Slideshow Settings:

PhotoSlideshowSettingTimePerSlide				= "Durata diapositiva";
PhotoSlideshowSettingMusic						= "Musica";
PhotoSlideshowSettingRepeat						= "Ripeti";
PhotoSlideshowSettingShufflePhotos				= "Ripr. casuale foto";
PhotoSlideshowSettingShuffleMusic				= "Ripr. casuale musica";
PhotoSlideshowSettingKenBurns					= "Effetto Ken Burns";
PhotoSlideshowSettingTransitions				= "Transizioni";
PhotoSlideshowSettingTimeFormat					= "%d secondi"; // examples: 3 seconds, 5 seconds, 10 seconds

PhotoSettingRandomTransitions					= "A caso";
PhotoSettingNoTransitions						= "Inattivo";
Cube											= "Cubico";
Dissolve										= "Dissolvi";
Droplet											= "Droplet";
"Fade Through Black"							= "Dissolvi al nero";
Flip											= "Capovolgi";
"Mosaic Flip Large"								= "Mosaico grande";
"Mosaic Flip Small"								= "Mosaico piccolo";
"Page Flip"										= "Pagina";
Push											= "Spinta";
Reveal											= "Rivela";
Twirl											= "Rotazione";
Wipe											= "Spazzata";

PhotoSlideshowSettingMusicNowPlaying			= "In riproduzione";

PhotoSettingOff									= "Inattivo";
PhotoSettingOn									= "Attivo";

TVShowsHourMinuteSecondFormat					= "%d:%02d:%02d";
TVShowsMinuteSecondFormat						= "%d:%02d";
TVShowsUnknownShow								= "Senza_Titolo";
SortWidgetDateLabel								= "Data";
SortWidgetShowLabel								= "Mostra";

/* Metadata strings */
ActorsSeparator									= ", ";

MetadataLabelSeparator							= ":";

MetadataCast									= "Interpretato da";
MetadataDuration								= "Durata";
MetadataAirDate									= "Andato in onda";
MetadataReleaseDate								= "Data di pubblicazione";
MetadataInTheatres								= "Nei cinema";
MetadataArtist									= "Artista";
MetadataAlbum									= "Album";
MetadataGenre									= "Genere";
MetadataNumberOfEpisodes						= "Numero di episodi";
MetadataNumberOfTracks							= "Tracce";
MetadataMostRecent								= "Più recenti";
MetadataDirector								= "Regista";
MetadataDirectors								= "Diretto da";
MetadataProducer								= "Produttore";
MetadataProducers								= "Una produzione";
MetadataArtistVarious							= "Vari";
MetadataArtistUnknown							= "Artista sconosciuto";
MetadataAlbumUnknown							= "Album sconosciuto";
MetadataPlaylistUnknown							= "Playlist sconosciuta";
MetadataComposerUnknown							= "Compositore sconosciuto";
MetadataGenreUnknown							= "Genere sconosciuto";
MetadataAuthor									= "Autore";
MetadataTitle									= "Title";
MetadataEpisode									= "Trasmissione";
MetadataSeasonFormat							= "(Stagione %d)";
MetadataFrom									= "Da";
MetadataTags									= "Tag";
MetadataViews									= "Viste";
MetadataDateAdded								= "Aggiunto";
MetadataCategory								= "Categoria";

/* Rating strings */
RatingExplicit									= "Contenuto esplicito";

MediaTitleDefault								= "Senza_Titolo";

StreamingNameInList								= "Download";
StreamingSearchingForSharedMedia				= "Cerco contenuto condiviso…";

TodayDate										= "A oggi";
YesterdayDate									= "Ieri";

GoBackText										= "Premi Menu per tornare indietro";

/* key is always the same, value is language key like ru, Spanish, etc */
UseMe											= "Italiano";

AuthPasswordPrompt								= "Password:";
AuthEnterPasswordPrompt							= "Inserisci la password per %@:";

TextInputDoneLabel								= "Fine";
TextInputDeleteLabel							= "ELIMINA";
TextInputSpaceLabel								= "SPAZIO";

AlternateTextInputSpaceLabel					= "Barra spaziatrice";
AlternateTextInputDeleteLabel					= "Elimina";
TextInputMoreSymbolsLabel						= "#+=";
TextInputMoreCharactersLabel					= "abc";

/* all the items in this group are old and will be replaced with non-Module versions */

MusicNameInList									= "Musica";
MusicPlaylistsMenuItem							= "Playlist";
MusicArtistsMenuItem							= "Artisti";
MusicAlbumsMenuItem								= "Album";
MusicSongsMenuItem								= "Brani";
MusicPodcastsMenuItem							= "Podcast";
MusicMusicVideosMenuItem						= "Videoclip";
MusicGenresMenuItem								= "Generi";
MusicComposersMenuItem							= "Compositori";
MusicAudiobooksMenuItem							= "Audiolibri";
MusicShuffleSongsMenuItem						= "Riproduzione casuale";
MusiciTunesPresentsMenuItem						= "Regali iTunes Store";
MusicNowPlayingMenuItem							= "In riproduzione";
MusicCDMenuItem									= "%@";
MusicCDEjectMenuItem							= "Espelli CD";
MusicSharedMusicMenuItem						= "Musica condivisa";
MusicSpecialPlaylistName						= "Playlist Front Row";
MusicAllAlbumsListHeader						= "Tutti gli album";
MusicAllSongsListHeader							= "Tutti i brani";
MusicAllArtistsListHeader						= "Tutti gli artisti";
MusicAllTracksListSpecifier						= "Tutti";
MusicUntitledTrack								= "Traccia senza titolo";
MusicNoSharedPlaylistsMenuItem					= "Nessuna musica disponibile";
MusicTrackIndexOfCount							= "%ld di %ld";

/* radio-specific music strings*/
MusicRadioBufferingText							= "Buffering dello stream “%@”";

TrailerNegativeTimeChar							= "-";
TrailerHourMinuteSecondFormat					= "%@%01d:%02d:%02d";
TrailerMinuteSecondFormat						= "%@%01d:%02d";

GenericError                                    = "Si è verificato un errore.";
GenericListError								= "Non ci sono elementi in questo elenco.";

WaitPleaseWait									= "Attendi";
WaitContactingRemoteHost						= "Contatto host iTunes remoto…";

WirelessSetupSearchText							= "Cerco reti wireless…";
NotConnectedToInternet							= "Apple TV non è collegato a Internet.";
NotConnectedToNetwork							= "Apple TV non è collegato alla rete.";
CheckNetworkConnection							= "Verifica le impostazioni di rete e riprova.";
UntitledWirelessNetworkName						= "N/D";

// iTunesPairing Strings
PairWithITunesTitle								= "Collega a iTunes";

PairWithITunesForInitialSyncingDescription		= "Per ultimare la configurazione e sincronizzare il contenuto di iTunes con Apple TV, apri iTunes e seleziona Apple TV dall'elenco Dispositivi. Inserisci quindi il seguente codice:";
PairWithITuneForInitialSyncingSkipPairingLabel	= "Se vuoi utilizzare Apple TV solo per lo streaming, premi Menu e seleziona “Collega a iTunes” dal menu Sorgenti.";

PairWithITunesForSyncingDescription				= "Per il collegamento a iTunes e la sincronizzazione del contenuto di iTunes con Apple TV, apri iTunes e seleziona Apple TV dall'elenco Dispositivi. Inserisci quindi il seguente codice:";
PairWithITunesForSyncingDescriptionWhenCurrentlyPaired	= "Apple TV è attualmente collegato a “%@”. Per collegarlo a una libreria diversa, apri iTunes su quel computer e seleziona Apple TV dall'elenco Dispositivi. Tutto il contenuto di Apple TV sarà sostituito.  Inserisci quindi il seguente codice:";

PairWithITunesForSyncingSkipPairingLabel		= "";

PairWithITunesForStreamingDescription			= "Per ascoltare iTunes in streaming con Apple TV, apri iTunes e seleziona Apple TV dall'elenco Dispositivi. Inserisci quindi il seguente codice:";
PairWithITunesStreamingSkipPairingLabel			= "";

PairWithITunesTurningOffSyncingWarning			= "Disabilitando la sincronizzazione si eliminerà il contenuto attuale di Apple TV .";
PairWithITunesChangingSyncingHostWarning		= "Cambiando la libreria iTunes si sostituirà tutto il contenuto di Apple TV.";

PairWithITunesRequirementLabel					= "Apple TV requires iTunes 7.1.1 or later";
PairWithITunesCancel							= "Annulla";
PairWithITunesContinue							= "Continua";


// These are the strings for a fatal error alert.  The user will basically have the option to cancel or restart the app
FatalExceptionAlertTitle						= "Si è verificato un errore.";
FatalExceptionAlertDescription					= "Premi Riproduzione/Pausa per riavviare Apple TV.";

// These are UI strings for various timings
720p60											= "720p HD";
720p50											= "720p HD - 50Hz";
1080i60											= "1080i HD";
1080i50											= "1080i HD - 50Hz";
1080p60											= "1080p HD";
1080p50											= "1080 p HD: 50 Hz";
480p60											= "480p";
576p50											= "576p - 50Hz ";
576i											= "576i - 50Hz";

// Loading data from remote sources
LoadingLibrary									= "Connetto";
LoadingLibraryNamed								= "Carico “%@”…";
ConnectionToiTunesLost							= "Libreria iTunes non disponibile";
WaitingForiTunesToStart							= "Ricollegamento a \"%@\" in corso. Assicurati che il computer sia acceso e che iTunes sia aperto.";
GoToSources										= "Vai a Sorgenti";
AttemptingToAuthorizeContent					= "Tentativo di autorizzazione in corso…";

SharedITunesLibraryPasswordTitle				= "Password libreria condivisa";
SharedITunesLibraryPasswordText					= "Inserisci la password per “%@”, quindi fai clic su Fine.";
SharedITunesLibraryPasswordPrompt				= "Password:";
SharedITunesLibraryPasswordRetryTitle			= "Password non corretta";
SharedITunesLibraryPasswordRetryText			= "La password inserita per “%@” non è corretta.\nRiprova.";

SharedIPhotoLibraryPasswordTitle				= "Password libreria";
SharedIPhotoLibraryPasswordText					= "Inserisci la password per “%@”, quindi fai clic su Fine.";
SharedIPhotoLibraryPasswordPrompt				= "Password:";
SharedIPhotoLibraryPasswordRetryTitle			= "Password non corretta";
SharedIPhotoLibraryPasswordRetryText			= "La password inserita per “%@” non è corretta.\nRiprova.";

ConnectToITunesForStreaming						= "Collega al nuovo iTunes";
StreamingServerNotAvailable						= "Libreria non disponibile";
TurnOnStreamingServer							= "Assicurati che il computer con “%@” sia attivo e che iTunes sia aperto.";
DisconnectStreamingHost							= "Scollega da iTunes";
MaxStreamingHostCountReached					= "Puoi collegare solamente cinque librerie iTunes. Seleziona una libreria da scollegare per collegarne una nuova.";
SelectHostToDelete								= "Collega a un altro iTunes.";

// Messages shown above sync progress indicator during syncing:
BRSyncProgressSourceTextFormat					= "Sincronizzo “%@”"; // %@ is name of iTunes library
BRSyncProgressAssetTextFormat					= "Copio %d di %d: %@"; // Example: Copying 123 of 295: Finding Nemo

// Parental Controls passcode text
BRParentalControlsPasscodeEnterTitle			= "Inserisci codice di accesso";
BRParentalControlsPasscodeEnterPrompt			= "Inserisci il tuo codice di accesso a quattro cifre dei controlli censura.";
BRParentalControlsPasscodeWrongTitle			= "Codice di accesso non corretto";
BRParentalControlsPasscodeWrongPrompt			= "Il codice di accesso inserito non è corretto.";
BRParentalControlsPasscodeSetTitle				= "Imposta codice di accesso";
BRParentalControlsPasscodeSetPrompt				= "Per impostare i controlli censura in Apple TV per la prima volta, inserisci un codice di accesso a quattro cifre. Dopo aver impostato il codice, dovrai inserirlo per effettuare modifiche ai controlli censura in futuro.";
BRParentalControlsPasscodeConfirmTitle			= "Conferma codice di accesso";
BRParentalControlsPasscodeConfirmPrompt			= "Inserisci di nuovo il tuo codice di accesso a quattro cifre.";
BRParentalControlsPasscodeConfirmedTitle		= "Codice di accesso confermato";
BRParentalControlsPasscodeConfirmedPrompt		= "Assicurati di mantenere il codice di accesso in un posto sicuro. Se dimentichi il codice di accesso, ripristinalo scegliendo di ripristinare Apple TV alle impostazioni iniziali.";
BRParentalControlsPasscodeMismatchTitle			= "Codice non coincide";
BRParentalControlsPasscodeMismatchPrompt		= "Il codice di accesso inserito non coincide.";
BRParentalControlsPasscodeTryAgainItem			= "Imposta codice di accesso di nuovo";
BRParentalControlsPasscodeOldTitle				= "Vecchio codice di accesso";
BRParentalControlsPasscodeOldPrompt				= "Inserisci il vecchio codice di accesso a quattro cifre.";
BRParentalControlsPasscodeChangeTitle			= "Nuovo codice di accesso";
BRParentalControlsPasscodeChangePrompt			= "Inserisci il nuovo codice di accesso a quattro cifre.";

// Syncing text
BRSettingSyncing								= "Sincronizzazione";
BRSettingTurnOnSyncing							= "Abilita sincronizzazione";
BRSettingTurnOffSyncing 						= "Disattiva sincronizzazione";
BRSettingChangeITunesLibrary 					= "Cambio libreria iTunes";

// Combo Row text
AssetViewFormat									= "Vista %@";
AssetViewsFormat								= "Viste %@";

BRDVDLoadingText								= "Carico DVD…";
BRDVDMenuItemResume								= "Riavvia la riproduzione";
BRDVDMenuStartFromBeginning						= "Comincia dall'inizio";
BRDVDMenuItemEjectDisk							= "Espelli disco";
BRDVDMenuItemDVDMenu							= "Menu DVD";
BRDVDPlayerChapterFormatter                     = "Capitolo %d di %d";

// Account Management text
BRAccountSelectorOtherAccount					= "Altro…";

// HDCP Error dialog
HDCPErrorDialogTitle							= "Nessun HDCP";
HDCPErrorDialogExplanation						= "Per poter riprodurre questo contenuto è necessario HDCP. Per visualizzare questo contenuto, verifica che gli schermi connessi supportino HDCP.";


